Repository: Wismin-Effendi/To-Do_App
Catalog: To-Do App/*.lproj/Localizable.strings
Languages: de, es, fr

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain

source: Yesterday
de: Gestern
es: Ayer
fr: Hier

source: Two days ago
de: Vor 2 Tagen
es: Hace dos días
fr: Il ya deux jours

source: Two days from now
de: Zwei Tage ab jetzt
es: Dos días a partir de ahora
fr: Deux jours à partir de maintenant

source: Future days in this week
de: Zukünftige Tage in dieser Woche
es: Días futuros en esta semana
fr: Prochains jours dans cette semaine

source: Next Week
de: Nächste Woche
es: La próxima semana
fr: La semaine prochaine

source: Two weeks from now
de: Zwei Wochen ab sofort
es: Dos semanas a partir de ahora
fr: Deux semaines à partir de maintenant

source: Previous days in this week
de: Vorige Tage in dieser Woche
es: Días anteriores en esta semana
fr: Jours précédents dans cette semaine

source: Last Week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière

source: Two weeks ago
de: Vor zwei Wochen
es: Hace dos semanas
fr: Il ya deux semaines

source: Sometime in the future
de: Irgendwann in der Zukunft
es: En algún momento en el futuro
fr: Parfois dans le futur

source: Sometime in the past
de: Irgendwann in der Vergangenheit
es: En algún momento del pasado
fr: Parfois dans le passé

source: Choose Location
de: Standort auswählen
es: Elegir ubicación
fr: Choisissez l'emplacement

source: Choose this location?
de: Wählen Sie diesen Ort?
es: Elegir esta ubicación?
fr: Choisir cet emplacement?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: OK
de: Okay
es: Vale
fr: Bien

source: location found
de: Standort gefunden
es: localización encontrada
fr: emplacement trouvé

source: locations found
de: Standorte gefunden
es: ubicaciones encontradas
fr: emplacements trouvés

source: Task by location
de: Aufgabe nach Standort
es: Por ubicación
fr: Par emplacement

source: Task by due date
de: Fälligkeitsdatum
es: Por tiempo
fr: Par temps

source: Archived Task
de: Archivierte Aufgabe
es: Tarea archivada
fr: Tâche archivée

source: Rename this new Task
de: Umbenennen dieser neuen Aufgabe
es: Cambiar el nombre de esta nueva tarea
fr: Renommez cette nouvelle tâche

source: Dismiss
de: Entlassen
es: Despedir
fr: Rejeter

source: Sync feature require iCloud account
de: Sync-Feature erfordert iCloud Konto
es: La función de sincronización requiere cuenta iCloud
fr: Fonctionnalité de synchronisation nécessitent compte icloud

source: Please login to iCloud for remote data sync.
de: Bitte loggen Sie sich in icloud für Remote Data Sync ein.
es: Por favor inicie sesión en iCloud para sincronizar datos remotos
fr: S'il vous plaît connectez-vous à iCloud pour la synchronisation de données
